Repository: common-repository/compra-direta-pag-seguro-boleto
Catalog: languages/compra-direta-pag-seguro-boleto-*.po
Languages: pt_br

source: You do not have sufficient permissions to access this page.
pt_br: Voce não tem permissão suficiente para acessar esta página.

source: System Settings
pt_br: Configurações do Sistema

source: System
pt_br: Sistema

source: PHP Version
pt_br: Sua versão do PHP

source: (WARNING: This plugin may not work properly with versions earlier than PHP 5.2)
pt_br: (ATENÇÃO: Este plugin pode não funcionar corretamente com versões anteriores ao MySQL 5.2)

source: MySQL Version
pt_br: MySQL Versão

source: (WARNING: This plugin may not work properly with versions earlier than MySQL 5.0)
pt_br: (ATENÇÃO: Este plugin pode não funcionar corretamente com versões anteriores ao MySQL 5.0)

source: Settings
pt_br: Configurações

source: If you don`t have a Pag Seguro account, click here and create one right now. If you create an account through this link and / or purchase a Mini, I will receive a commission from Pag Seguro. Thanks.
pt_br: Se você não possui uma conta Pag Seguro, clique aqui e crie uma agora. Se você criar uma conta através deste link e / ou comprar um Mini, receberei uma comissão da Pag Seguro. Obrigado.

source: Save Changes
pt_br: Salvar Alterações

source: <h3>Reset Pages: If the new version did not work then click the Reset Pages button.</h3>
pt_br: Redefinir páginas: se a nova versão não funcionar, clique no botão Redefinir páginas

source: The pages containing the Data Form, Confirmation Form and Ticket Generation Page will be re-created. You`ll need to change the menus on your site so your customers can find them.
pt_br: As páginas contendo o Formulário de dados, Formulário de Confirmação e Página de Geração do Boleto serão recriadas. Você precisará alterar os menus do seu site para que os seus clientes possam encontra-las.

source: Reset Pages
pt_br: Redefinir Páginas

source: Instructions
pt_br: Instruções

source: This system does not work in sandbox
pt_br: Este sistema não funciona no Sandbox

source: Go to the Wordpress Admin Panel; Plugins; Compra Direta Pag Seguro Boleto and change preferences.
pt_br: Vá para o painel Administrativo do Wordpress; Plugins, Compra Direta Pag Seguro Boleto e altere as preferências.

source: Needing a little help? I can help.
pt_br: Precisando de uma ajudinha? Talvez eu possa ajudar.

source: SETTINGS
pt_br: CONFIGURAÇÕES

source: Make a donation over $ 3 and receive full support.
pt_br: Faça uma doação acima de U$3 e receba suporte completo.

source: Click here to help!
pt_br: Clique aqui para obter ajuda!

source: Generates the Compra Direta Pag Seguro Boleto without typing the password. Documents in sequential order.
pt_br: Gere boletos com o Compra Direta Pag Seguro Boleto sem necessidade de digitar a senha. Boletos em ordem sequencial de 1 a 12.

source: Thank you very much for your donation.
pt_br: Obrigado por sua doação.

source: We`ve created three new pages for you. Check the list "Pages" and, if you wish, leave it available to your customers. If you need to display the form on other pages use this shortcodes.
pt_br: Criamos três novas páginas para você. Verifique na lista de "Páginas" e, se você desejar, deixe-a disponível para seus clientes. Se você precisar exibir o formulário em outras páginas use este shortcode.

source: Copy and paste this shortcode on all product pages. Edit a page by adding the requested values.
pt_br: Copie e cole esse código curto em todas as páginas do produto. Edite uma página adicionando os valores solicitados.

source: My Email Address: clodoaldoevangelista@gmail.com
pt_br: Meu endereço de email: clodoaldoevangelista@gmail.com

source: true
pt_br: verdadeiro

source: false
pt_br: falso

source: Administrator
pt_br: Administrador

source: Author
pt_br: Autor

source: Contributor
pt_br: Colaborador

source: Subscriber
pt_br: Assinante

source: Anyone
pt_br: Qualquer um

source: Your email acount Pag Seguro
pt_br: Seu email na conta Pag Seguro

source: Your Token Pag Seguro
pt_br: Seu Token na conta Pag Seguro

source: Name company / Your Name
pt_br: O nome do seu negócio ou seu nome comercial

source: Environment
pt_br: Ambiente

source: Fill in address automatically? Disable if the post office fails ...
pt_br: Preencher o endereço automaticamente? Desabilite se os correios falharem com você...

source: Costs for the customer? If yes, the client will pay R$ 1.00
pt_br: Custos para o cliente? Se sim o cliente pagará R$ 1,00 de custos

source: Initial charge type: example membership, registration, initial payment, registration fee, etc.
pt_br: Tipo de pagamento inicial: exemplo Adesão, Registro, Entrada, Matrícula, etc.

source: Installments refer to: monthly fees, maintenance, subscription, school fees, annuity,etc.
pt_br: Parcelamentos se referem a: Mensalidades, Manutenção, Assinatura, Mensalidade escolar, Anuidade, etc.

source: Add New
pt_br: Adicionar Novo

source: Add New Boleto
pt_br: Adicionar Novo Boleto

source: New Boleto
pt_br: Novo Boelto

source: Edit Boleto
pt_br: Editar Boleto

source: View Boleto
pt_br: Ver Boleto

source: All Boletos
pt_br: Todos os Boletos

source: Search Boletos
pt_br: Buscar Boleto

source: No boletos found.
pt_br: Boletos não encontrados.

source: No boletos found in Trash.
pt_br: Boletos não encontrados na lixeira.

source: User created:
pt_br: Usuário criado:

source: Please enter the Address valid! 5 to 130 alphanumeric characters
pt_br: Por favor digite um Endereço válido! Use de 5 a 130 caracteres alfanuméricos

source: Address
pt_br: Endereço

source: Please enter the Number! 1 to 10 alphanumeric characters.
pt_br: Por favor digite um Número válido! Use de 1 a 10 caracteres alfanuméricos.

source: Number
pt_br: Número

source: Complement
pt_br: Complemento

source: Please enter the neighborhood! 5 to 60 alphanumeric characters.
pt_br: Por favor digite um Bairro válido! Use de 5 a 60 caracteres alfanuméricos.

source: Neighborhood
pt_br: Bairro

source: Zip Code
pt_br: CEP

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Sorry, your session has expired. Please go back and try again.
pt_br: Desculpe-me, sua sessão expirou. Por favor volte e tente novamente.

source: Check the data provided and click continue.
pt_br: Verifique os dados fornecidos e clique em continuar.

source: Fill out the form below to register your
pt_br: Preencha o formulário abaixo para se registrar

source: Amount:
pt_br: Valor:

source: Day for payment of the
pt_br: Dia para pagamento da

source: Maximum 30 days.
pt_br: Máximo de 30 dias.

source: Example:
pt_br: Exemplo:

source: Due Date:
pt_br: Data de vencimento:

source: To generate a payment booklet, report the number of installments
pt_br: Para gerar um carnê com vencimentos mensais sequenciais, informe o número de parcelas

source: The first maturity will be in 30 days and the rest will mature every 30 days.
pt_br: O primeiro vencimento será em 30 dias e o restante vencerá a cada 30 dias.

source: YOUR PERSONAL DATA
pt_br: SEUS DADOS PESSOAIS

source: Name
pt_br: Nome

source: Cell phone
pt_br: Telefone Celular

source: I declare that I have read and agree with the privacy policy of this website.
pt_br: Declaro que li e concordo com a política de privacidade deste site.

source: Privacy policy.
pt_br: Política de privacidade.

source: Continue
pt_br: Continuar

source: What is the result of the sum of the two values ​​below?
pt_br: Qual é o resultado da soma dos dois valores abaixo ?

source: Back and correct the CPF
pt_br: Volte e corrija o CPF

source: Please enter the Name! 10 to 50 alphabetic characters.
pt_br: Por favor digite um Nome válido! Use de 10 a 50 caracteres.

source: Back and correct Name
pt_br: Volte e corrija o nome

source: Back and correct Email
pt_br: Volte e corrija o email

source: Back and correct Cell Phone - Example (22)44445-4444
pt_br: Volte e corrija o telefone celular - Exemplo (22)44445-4444

source: Back and correct Adress. Minimum 10 and Maximum 140 char.
pt_br: Volte e corrija o Endereço. Mínimo de 10 e o máximo de 140 caracteres.

source: Back and correct Adress Number. Minimum 1 and Maximum 20 char.
pt_br: Volte e corrija o Numero. Mínimo de 10e o máximo de 20 caracteres.

source: Back and correct Adress Complement. Maximum 20 char.
pt_br: Volte e corrija o Complemento do Endereço. Máximo de 20 caracteres.

source: Back and correct Neighborhood! 5 to 60 alphanumeric characters.
pt_br: Por favor digite um Bairro válido! Use de 5 a 60 caracteres alfanuméricos.

source: Back and correct Zip Code - Example 011151-000
pt_br: Volte e corrija o CEP - Examplo 011151-000

source: Back and correct the value. Minimum value 11,00
pt_br: Volte e corrija o valor. Mínmo R$ 11,00

source: Back and correct the number of installments; minimum 1 and maximum 12
pt_br: Volte e corrija o número de parcelas; mínimo é 1 o máximo são 12

source: Back and correct due date (dd-mm-yyyy). Maximum 30 days.
pt_br: Volte e corrija a data de vencimento (dd-mm-aaaa). Máximo 30 dias.

source: The sum was wrong! Please go back and try again.
pt_br: Desculpe-me, a sua soma está errada! Por favor volte e tente novamente.

source: An error has occurred while processing your payment, please review your data and try again. Or contact us for assistance.
pt_br: Ocorreu um erro no seu pagamento, revise sua dados e tente novamente. Ou entre em contato conosco para obter ajuda.

source: Please enter with a valid phone number with DDD. Example: (11) 44445-4444.
pt_br: Por favor, entre com o telefone celular válido com DDD. Exemplo (11)44445-4444.

source: Please enter with a valid zip code number.
pt_br: Por favor entre com um cep válido.

source: Please enter with a valid CPF number.
pt_br: Por favor entre com um cpf válido.

source: No
pt_br: Não

source: Please select a bank to make payment by bank transfer.
pt_br: Por favor, selecione o banco para fazer o pagamento ou transferência.

source: Credit card holder CPF is required.
pt_br: É necessário o CPF do titular do cartão de crédito.

source: Credit card holder birthdate is required.
pt_br: A data de nascimento do titular do cartão de crédito é obrigatória.

source: Credit card holder name is required.
pt_br: O nome do titular do cartão de crédito é obrigatório.

source: Credit card holder phone is required.
pt_br: Telefone de titular do cartão de crédito é necessário.

source: The address complement is too long, it cannot be more than 40 characters.
pt_br: O complemento de endereço é muito longo, não pode ter mais de 40 caracteres.

source: <strong>Neighborhood</strong> is a required field.
pt_br: O <strong> Bairro </strong> é um campo obrigatório.

source: Credit card holder CPF invalid.
pt_br: CPF do titular do cartão de crédito inválido.

source: Invalid email domain. You must use an email @sandbox.pagseguro.com.br while you are using the PagSeguro Sandbox.
pt_br: Domínio de email inválido. Você deve usar um email @ sandbox.pagseguro.com.br enquanto estiver usando o PagSeguro Sandbox.

source: The customer email can not be the same as the PagSeguro account owner.
pt_br: O email do cliente não pode ser o mesmo do proprietário da conta do PagSeguro.

source: Go to the Wordpress Admin Panel; Plugins; Boleto Pag Seguro Seguro and change preferences.
pt_br: Vá para o painel Administrativo do Wordpress; Plugins, Boleto Pag Seguro Direto e altere as preferências.

source: Take a quiz generating a donation for this plugin and get free support.
pt_br: Faça um teste gerando um boleto de doação para este plugin e receba suporte grátis.

source: Generates the Compra Direta Pag Seguro Boleto without typing the password. Documents in sequential order from 1 to 10. Version 0.5+ update settings
pt_br: Gere boletos com o Compra Direta Pag Seguro Boleto sem necessidade de digitar a senha. Boletos em ordem sequencial de 1 a 12. Versão 0.5 + altere as configurações

source: You will receive an email with transaction data in
pt_br: Você receberá um email com dados de transação, inclusive com os boletos anexos.

source: It looks like you already generated this document (s). Check your email to confirm. If I`m wrong you should go back to the form and start over. Excuse me.
pt_br: Parece que você já gerou este (s) documento (s). Verifique seu email para confirmar. Se eu estiver errado, você deve voltar ao formulário e começar de novo. Desculpe.

source: Document successfully generated!
pt_br: Boleto gerado com sucesso!

source: Print Document
pt_br: Imprimir Boleto

source: You can also pay with the barcode:
pt_br: Você também pode pagar usando o código de barras:

source: First page reset successfully.
pt_br: Primeira pagina redefinida com sucesso.

source: Second page successfully redefined.
pt_br: Segunda pagina redefinida com sucesso.

source: Third page successfully redefined.
pt_br: Terceira pagina redefinida com sucesso.

source: Fourth page successfully redefined.
pt_br: Quarta pagina redefinida com sucesso.

source: Error: plugin "Compra Direta Pag Seguro Boleto" requires a newer version of PHP to be running.
pt_br: Erro: plugin "Compra Direta Pag Seguro Boleto" requer uma nova verdão de PHP para rodar.

source: Minimal version of PHP required:
pt_br: Versão mínima do PHP requerida

source: Your server's PHP version:
pt_br: Sua versão do PHP
